AMRIT_3>enable
Password: 
AMRIT_3#configure terminal
Enter configuration commands, one per line.  End with CNTL/Z.

AMRIT_3(config)#interface GigabitEthernet0/0
AMRIT_3(config-if)#ip address 200.100.50.154 255.255.255.252
AMRIT_3(config-if)#no shutdown

%LINK-5-CHANGED: Interface GigabitEthernet0/0, changed state to up

%LINEPROTO-5-UPDOWN: Line protocol on Interface GigabitEthernet0/0, changed state to up

AMRIT_3(config-if)#exit

AMRIT_3(config)#interface GigabitEthernet0/1
AMRIT_3(config-if)#ip address 200.100.50.129 255.255.255.240
AMRIT_3(config-if)#no shutdown

%LINK-5-CHANGED: Interface GigabitEthernet0/1, changed state to up

%LINEPROTO-5-UPDOWN: Line protocol on Interface GigabitEthernet0/1, changed state to up