AMRIT_2>enable
Password: 
AMRIT_2#configure terminal
Enter configuration commands, one per line.  End with CNTL/Z.

AMRIT_2(config)#interface GigabitEthernet0/0
AMRIT_2(config-if)#ip address 200.100.50.150 255.255.255.252
AMRIT_2(config-if)#no shutdown

%LINK-5-CHANGED: Interface GigabitEthernet0/0, changed state to up

%LINEPROTO-5-UPDOWN: Line protocol on Interface GigabitEthernet0/0, changed state to up

AMRIT_2(config-if)#exit
AMRIT_2(config)#interface GigabitEthernet0/1
AMRIT_2(config-if)#ip address 200.100.50.153 255.255.255.252
AMRIT_2(config-if)#no shutdown

%LINK-5-CHANGED: Interface GigabitEthernet0/1, changed state to up

%LINEPROTO-5-UPDOWN: Line protocol on Interface GigabitEthernet0/1, changed state to up

AMRIT_2(config-if)#exit
AMRIT_2(config)#interface GigabitEthernet0/2
AMRIT_2(config-if)#ip address 200.100.50.97 255.255.255.224
AMRIT_2(config-if)#no shutdown

%LINK-5-CHANGED: Interface GigabitEthernet0/2, changed state to up

%LINEPROTO-5-UPDOWN: Line protocol on Interface GigabitEthernet0/2, changed state to up