AMRIT_0>enable
Password: 
AMRIT_0#configure terminal
Enter configuration commands, one per line.  End with CNTL/Z.

AMRIT_0(config)#interface GigabitEthernet0/0
AMRIT_0(config-if)#ip address 200.100.50.145 255.255.255.252
AMRIT_0(config-if)#no shutdown

%LINK-5-CHANGED: Interface GigabitEthernet0/0, changed state to up

%LINEPROTO-5-UPDOWN: Line protocol on Interface GigabitEthernet0/0, changed state to up

AMRIT_0(config-if)#exit
AMRIT_0(config)#interface GigabitEthernet0/1
AMRIT_0(config-if)#ip address 200.100.50.1 255.255.255.192
AMRIT_0(config-if)#no shutdown

%LINK-5-CHANGED: Interface GigabitEthernet0/1, changed state to up

%LINEPROTO-5-UPDOWN: Line protocol on Interface GigabitEthernet0/1, changed state to up
