AMRIT_1>enable
Password: 
AMRIT_1#configure terminal
Enter configuration commands, one per line.  End with CNTL/Z.

AMRIT_1(config)#interface GigabitEthernet0/0
AMRIT_1(config-if)#ip address 200.100.50.146 255.255.255.252
AMRIT_1(config-if)#no shutdown

%LINK-5-CHANGED: Interface GigabitEthernet0/0, changed state to up

%LINEPROTO-5-UPDOWN: Line protocol on Interface GigabitEthernet0/0, changed state to up


AMRIT_1(config-if)#exit
AMRIT_1(config)#interface GigabitEthernet0/1
AMRIT_1(config-if)#ip address 200.100.50.149 255.255.255.252
AMRIT_1(config-if)#no shutdown

%LINK-5-CHANGED: Interface GigabitEthernet0/1, changed state to up

%LINEPROTO-5-UPDOWN: Line protocol on Interface GigabitEthernet0/1, changed state to up

AMRIT_1(config-if)#exit
AMRIT_1(config)#interface GigabitEthernet0/2
AMRIT_1(config-if)#ip address 200.100.50.65 255.255.255.224
AMRIT_1(config-if)#no shutdown

%LINK-5-CHANGED: Interface GigabitEthernet0/2, changed state to up

%LINEPROTO-5-UPDOWN: Line protocol on Interface GigabitEthernet0/2, changed state to up
